[M_standsModernStrife MissionDefinition]
MissionName="modern rock trend"
MissionDescription="The stone is flowing [place]Holy place[-place], However, Tahoe residents need help. [place]one thousand[-place]. Burke told him to find his agent. An annoying boy named Rocco.."
TurnInDescription="Rocco needs your help to protect him [place]A thousand cuts[-place] Hyperion Attack."
MissionSummary="Talk to Rocco.."
MissionGiver="the stone"
MissionTurnInLocation="Rocko"
TeaserText="Bata has an official infection function for you.."

[M_RockosModernStrife:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_RockosModernStrife:TalkToRocko MissionObjectiveDefinition]
ProgressMessage="Talk to the stone"

